Repository: ilovepdf/ilovepdf-wp
Catalog: languages/ilove-pdf-*.po
Languages: es_es

source: Compress your PDF files and Stamp Images or text into PDF files. This is the Official iLovePDF plugin for WordPress. You can optimize all your PDF and stamp them automatically as you do in ilovepdf.com.
es_es: Comprime tus archivos PDF y estampa imágenes o texto en archivos PDF. Este es el complemento oficial de iLovePDF para WordPress. Puedes optimizar todos tus archivos PDF y estamparlos automáticamente como lo haces en ilovepdf.com.

source: Enable Compress PDF
es_es: Activar Comprimir PDF

source: Activate this setting for active/inactive Compress PDF.
es_es: Active esta configuración para activar/desactivar Comprimir PDF.

source: PDF Quality
es_es: Calidad PDF

source: Low
es_es: Bajo

source: Recommended
es_es: Recomendado

source: Extreme
es_es: Extremo

source: Enable Autocompress PDF
es_es: Activar Auto-comprimir PDF

source: Activate this setting for Autocompress new PDF uploads.
es_es: Active esta opción para autocomprimir nuevos archivos PDF subidos.

source: Configure your Compress PDF settings.
es_es: Configurar herramienta Comprimir PDF.

source: High quality, less compression
es_es: Alta calidad, baja compresión

source: Good quality, good compression
es_es: Buena calidad, buena compresión

source: Less quality, high compression
es_es: Menos calidad, alta compresión

source: Enable Compress PDF option on Settings -> iLovePDF -> Compress PDF
es_es: Activar Comprimir PDF en Ajustes -> iLovePDF -> Comprimir PDF

source: PDF file saved!
es_es: Archivo PDF guardado!

source: An error occured on start:
es_es: Ha ocurrido un error en start:

source: Check your credentials in the plugin settings page. If you recently deleted a project in your iloveapi account, try switching to another project to correctly save your API Keys.
es_es: Comprueba tus credenciales en la página de configuración del complemento. Si eliminaste recientemente un proyecto en tu cuenta de iloveapi, intenta cambiar a otro proyecto para guardar correctamente tus claves API.

source: An error occured on upload:
es_es: Ha ocurrido un problema en upload:

source: An error occured on process:
es_es: Ha ocurrido un error en process:

source: An error occured:
es_es: Ha ocurrido un error:

source: Enable Watermark PDF option on Settings -> iLovePDF -> Watermark
es_es: Activar Marca de Agua en Ajustes -> iLovePDF -> Marca de Agua

source: No image selected
es_es: No hay imagen seleccionada

# Credits
source: You have no more credits!
es_es: ¡No tienes mas créditos!

# Credits
source: Please purchase more credits to process.
es_es: Compre más créditos para procesar.

source: Accept
es_es: Aceptar

source: Cancel
es_es: Cancelar

source: Create backup of original files?
es_es: ¿Crear copia de seguridad para archivos originales?

source: Yes
es_es: Si

source: Configure your Tools settings.
es_es: Configure los ajustes de sus herramientas.

source: The backup files can be found on your server:
es_es: Los archivos de respaldo se pueden encontrar en su servidor:

source: Compress PDF
es_es: Comprimir PDF

source: Compressed
es_es: Comprimido

source: Savings
es_es: Ahorro

source: Compressing
es_es: Comprimiendo

source: Completed
es_es: Completado

source: Apply Watermark
es_es: Aplicar Marca de Agua

source: Stamped
es_es: Estampado

source: Loading
es_es: Cargando

source: Applying Watermark
es_es: Aplicando Marca de Agua

source: Restore original file
es_es: Restaurar archivo original

source: Completed, please refresh the page.
es_es: Completado, por favor vuelva a cargar la página.

source: Original size:
es_es: Tamaño original:

source: Current size:
es_es: Tamaño actual:

source: Process complete!
es_es: Proceso completado!

source: An error occured on start.
es_es: Ha ocurrido un error en start.

source: An error occured on auth.
es_es: Ha ocurrido un error en auth.

source: An error occured on upload.
es_es: Ha ocurrido un problema en upload.

source: An error occured on process.
es_es: Ha ocurrido un error en process.

source: An error occured.
es_es: Ha ocurrido un error.

# Link item
source: Settings
es_es: Configuraciones

source: Bad request.
es_es: Solicitud incorrecta.

source: Incorrect email or password.
es_es: Correo o contraseña incorrecto.

source: Welcome!
es_es: Bienvenido!

source: Error on register/login.
es_es: Error en registro/acceso.

source: Watermark
es_es: Marca de Agua

source: Credits available to process files
es_es: Créditos disponibles para procesar archivos

source: Free
es_es: Gratis

source: credits used this month. Free Tier.
es_es: créditos utilizados este mes. Nivel gratuito.

source: Subscription
es_es: Suscripción

source: credits used this month. <strong>Yearly</strong> subscription.
es_es: créditos utilizados este mes. Suscripción <strong>anual</strong>.

source: credits used this month. <strong>Monthly</strong> subscription.
es_es: créditos utilizados este mes. Suscripción <strong>Mensual</strong>.

source: Prepaid
es_es: Prepago

source: credits used. Prepaid credits.
es_es: créditos utilizados. Créditos prepago.

source: Account info
es_es: Información de cuenta

source: Buy more credits
es_es: Comprar más créditos

source: Account
es_es: Cuenta

source: Logged as
es_es: Accedió como

source: Logout
es_es: Cerrar sesión

source: Change Project
es_es: Cambiar proyecto

source: Register as iLoveAPI developer
es_es: Registrarse como desarrollador en iLoveAPI

source: Provide your name and email address to generate keys.
es_es: Proporcione su nombre y dirección de correo electrónico para generar claves.

source: Name
es_es: Nombre

source: Email
es_es: Correo

source: Password
es_es: Contraseña

source: Confirm Password
es_es: Confirmar Contraseña

source: Register &amp; Generate keys
es_es: Registrar y generar claves

source: Login
es_es: Iniciar Sesión

source: If you have an account, please log in.
es_es: Si tiene una cuenta, inicie sesión.

source: Incorrect password.
es_es: Contraseña incorrecta.

source: Correct password.
es_es: Contraseña correcta.

source: Go to Compress Tool
es_es: Ir a Herramienta Comprimir

source: Go to Watermark Tool
es_es: Ir a Herramienta Marca de Agua

source: Overview
es_es: Resumen

source: Tools
es_es: Herramientas

source: Go to Compress PDF tab
es_es: Ir a pestaña Comprimir PDF

source: Go to Watermark tab
es_es: Ir a pestaña Marca de Agua

source: Total savings
es_es: Ahorro total

source: Here you can check how much space you saved.
es_es: Aquí puedes comprobar cuánto espacio has ahorrado.

source: Saved!
es_es: ¡Ahorrado!

source: PDF files compressed
es_es: Archivos PDF comprimidos

source: initial size
es_es: tamaño inicial

source: current size
es_es: actual tamaño

source: Processing
es_es: Procesando

source: Finished
es_es: Finalizado

source: Canceled
es_es: Cancelado

source: Cancel Process
es_es: Cancelar proceso

source: PDFs in your library
es_es: Archivos PDF en tu biblioteca

source: Compress all non compressed PDF in your library at once.
es_es: Comprime todos los PDF no comprimidos de tu biblioteca a la vez.

source: File
es_es: Archivo

source: Original Size
es_es: Tamaño original

source: Compressed Size
es_es: Tamaño comprimido

source: Compress
es_es: Comprimir

source: PDFs non compressed
es_es: PDFs no comprimidos

source: No pdf files found
es_es: No se encontraron archivos pdf

source: Settings
es_es: Configuraciones

source: Total PDF files stamped
es_es: Total de archivos PDF marcados

source: Here you can check how many PDF files have been stamped.
es_es: Aquí puedes comprobar cuántos archivos PDF se han marcado.

source: PDF files have been stamped!
es_es: ¡Los archivos PDF han sido marcados!

source: Stamp all non stamped PDF in your library at once.
es_es: Marca todos los PDF no marcados en tu biblioteca a la vez.

source: Size
es_es: Tamaño

source: PDFs without watermark
es_es: PDF sin marca de agua

source: You must first login or register to use this plugin
es_es: Primero debe iniciar sesión o registrarse para usar este complemento

source: Go to Settings
es_es: Ir a Configuraciones

source: Enable Watermark PDF
es_es: Activar Marca de Agua

source: Activate this setting for active/inactive Watermark on PDF files.
es_es: Active esta configuración activa/inactiva para la marca de agua en archivos PDF.

source: Enable Auto Watermark
es_es: Activar marca de agua automática

source: Activate this setting for Auto Watermark on new PDF uploads.
es_es: Active esta configuración para la marca de agua automática en las nuevas cargas de PDF.

source: Configure your Watermark PDF settings.
es_es: Configure los ajustes de marca de agua.

source: Watermark mode
es_es: Modo de marca de agua

source: Text
es_es: Texto

source: Image
es_es: Imagen

source: Watermark Text
es_es: Marca de Agua. Texto

source: Watermark text.
es_es: Marca de Agua de Texto.

source: Watermark Text Size
es_es: Marca de Agua. Tamaño de Texto

source: Indicate text size in pixels. From 5 to 80.
es_es: Indica tamaño de texto en pixeles. De 5 a 80.

source: Watermark Font Family
es_es: Marca de Agua. Familia De Fuentes

source: Select Watermark font Family.
es_es: Selecciona familia de fuente.

source: Watermark Text Color
es_es: Marca de Agua. Color de texto

source: Watermark image
es_es: Imagen de Marca de Agua

source: Watermark Vertical position
es_es: Marca de Agua. Posición Vertical

source: Watermark Horizontal position
es_es: Marca de Agua. Posición Horizontal

source: Watermark Opacity
es_es: Opacidad de Marca de Agua

source: From 0 to 100.
es_es: De 0 a 100.

source: Watermark Rotation
es_es: Rotación de Marca de Agua

source: From 0 to 360.
es_es: De 0 a 360.

source: Watermark layer depth
es_es: Profundidad de la capa de marca de agua

source: Enable Mosaic Watermark
es_es: Habilitar Marca de Agua de Mosaico

source: Activate this setting for enable Watermark Mosaic.
es_es: Active esta configuración para habilitar el mosaico de marca de agua.

source: Configure your Watermark format.
es_es: Configurar Formato de Marca de Agua.

source: Bottom
es_es: Abajo

source: Middle
es_es: Medio

source: Top
es_es: Arriba

source: Left
es_es: Izquierda

source: Center
es_es: Centro

source: Right
es_es: Derecha

source: Over
es_es: Por encima

source: Below
es_es: Por Abajo

source: Upload image
es_es: Subir Imagen

source: Save
es_es: Guardar

source: Select a image to upload
es_es: Selecciona una imagen a cargar

source: Use this image
es_es: Usar esta imagen
